[
  {
    "author": "Pelé", 
    "quote": "Success is no accident. It is hard work, perseverance, learning, sacrifice and most of all, love of what you are doing." 
  },

  {
    "author": "Ronaldinho", 
    "quote": "I learned all about life with a ball at my feet." 
  },

  {
    "author": "Cristiano Ronaldo", 
    "quote": "I don’t need the best hairstyle or the best body. Just give me a ball at my feet and I’ll show you what I can do." 
  },

  {
    "author": "Lionel Messi", 
    "quote": "You have to fight to reach your dream. You have to sacrifice and work hard for it." 
  },

  {
    "author": "Diego Maradona", 
    "quote": "When people succeed, it is because of hard work. Luck has nothing to do with success." 
  },

  {
    "author": "Zinedine Zidane", 
    "quote": "Football is more than just a game. It brings people together, irrespective of their nationalities, cultures or beliefs." 
  },

  {
    "author": "Johan Cruyff", 
    "quote": "Playing football is very simple, but playing simple football is the hardest thing there is." 
  },

  {
    "author": "Andrea Pirlo", 
    "quote": "Football is played with your head. Your feet are just the tools." 
  },

  {
    "author": "David Beckham", 
    "quote": "The only time you run out of chances is when you stop taking them." 
  },

  {
    "author": "Gary Lineker", 
    "quote": "Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win." 
  },

  {
    "author": "Bill Shankly", 
    "quote": "Some people think football is a matter of life and death. I assure you, it’s much more serious than that." 
  },

  {
    "author": "Jose Mourinho", 
    "quote": "Please don’t call me arrogant, but I’m European champion and I think I’m a special one." 
  },

  {
    "author": "Paolo Maldini", 
    "quote": "If I have to make a tackle then I have already made a mistake." 
  },

  {
    "author": "Eric Cantona", 
    "quote": "You can change your wife, your politics, your religion, but never, never can you change your favourite football team." 
  },

  {
    "author": "George Best", 
    "quote": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered." 
  },

  {
    "author": "Franz Beckenbauer", 
    "quote": "The strong one doesn’t win. The one that wins is strong." 
  },

  {
    "author": "Steven Gerrard", 
    "quote": "Football is about making mistakes. Whoever makes the fewest mistakes wins." 
  },

  {
    "author": "Didier Drogba", 
    "quote": "Football is a universal language." 
  },

  {
    "author": "Roberto Baggio", 
    "quote": "Penalty kicks are a lottery, and they should always be considered as such." 
  },

  {
    "author": "Arsène Wenger", 
    "quote": "At a young age winning is not the most important thing. The important thing is to develop creative and skilled players with good confidence." 
  },

  {
    "author": "Sir Alex Ferguson", 
    "quote": "Attack wins you games, defence wins you titles." 
  },

  {
    "author": "Marco van Basten", 
    "quote": "Football is an art, like dancing is an art — but only when it’s well done it becomes an art." 
  },

  {
    "author": "Luis Suárez", 
    "quote": "When you do something wrong, you have to admit it, learn from it, and move on." 
  },

  {
    "author": "Ryan Giggs", 
    "quote": "Football is about taking your chances." 
  },

  {
    "author": "Kaka", 
    "quote": "The best player ever? Pele. Messi and Cristiano are both great, but Pele is above them." 
  },

  {
    "author": "Xavi Hernandez", 
    "quote": "In football, the result is an impostor. You can do things really, really well but not win." 
  },

  {
    "author": "Thierry Henry", 
    "quote": "You must never give up and have faith in yourself." 
  },

  {
    "author": "Oliver Kahn", 
    "quote": "The fans can make you famous. A contract can make you rich. The press can make you a superstar. But only love can make you a player." 
  },

  {
    "author": "Carles Puyol", 
    "quote": "I prefer to win titles with the team ahead of individual awards or scoring more goals than anyone else." 
  },

  {
    "author": "Andrés Iniesta", 
    "quote": "To me, football is the simplest and most complex game. Simple because it's played with a ball, and complex because there are so many ways to play it." 
  },

  {
    "author": "Fernando Torres", 
    "quote": "Football is everything. It is everything." 
  },

  {
    "author": "Clarence Seedorf", 
    "quote": "Football is a mirror of life. It teaches you about respect, teamwork, discipline and resilience." 
  },

  {
    "author": "Luis Figo", 
    "quote": "The best player is the one who makes the most of his talent." 
  },

  {
    "author": "Philipp Lahm", 
    "quote": "Discipline is the bridge between talent and achievement." 
  },

  {
    "author": "Michael Owen", 
    "quote": "If you miss chances at the top level, you get punished." 
  },

  {
    "author": "Paul Pogba", 
    "quote": "Don’t ever lose faith. Don’t ever lose confidence. Work harder." 
  },

  {
    "author": "Zlatan Ibrahimović", 
    "quote": "I can’t help but laugh at how perfect I am." 
  },

  {
    "author": "Ruud Gullit", 
    "quote": "Football is magic. It unites people all over the world." 
  },

  {
    "author": "Gareth Bale", 
    "quote": "Football is about enjoyment, not pressure." 
  },

  {
    "author": "Patrick Vieira", 
    "quote": "A great team has a spirit that binds it together." 
  },

  {
    "author": "Frank Lampard", 
    "quote": "Hard work will always overcome natural talent when natural talent does not work hard enough." 
  },

  {
    "author": "Alan Shearer", 
    "quote": "Football is a team game, but everyone has to be responsible for their role." 
  },

  {
    "author": "Bobby Charlton", 
    "quote": "Some people tell me that we professional players are soccer slaves. Well, if this is slavery, give me a life sentence." 
  },

  {
    "author": "Roberto Carlos", 
    "quote": "Free-kicks are a matter of confidence and practice." 
  },

  {
    "author": "Samuel Eto’o", 
    "quote": "Every time I wear the shirt, I feel the responsibility." 
  },

  {
    "author": "Wayne Rooney", 
    "quote": "I just hate losing and that gives you an extra determination to work harder." 
  },

  {
    "author": "Edinson Cavani", 
    "quote": "Football is sacrifice, passion, and family." 
  },

  {
    "author": "Fernando Hierro", 
    "quote": "In football, you can’t always win, but you can always give your all." 
  },

  {
    "author": "Gianluigi Buffon", 
    "quote": "Behind every kick of the ball there has to be a thought." 
  },

  {
    "author": "Hristo Stoichkov", 
    "quote": "When you lose, that does not mean you give up. It means you have to try harder." 
  },

  {
    "author": "Roberto Mancini", 
    "quote": "Football is about passion, courage, and inspiration." 
  },

  {
    "author": "Antonio Conte", 
    "quote": "When you work hard, you must believe that everything is possible." 
  },

  {
    "author": "Carlo Ancelotti", 
    "quote": "Football is not just tactics and technique. It is heart and soul." 
  },

  {
    "author": "Pep Guardiola", 
    "quote": "I don’t want to be remembered as the coach with the most titles. I want to be remembered as someone who enjoyed the game." 
  },

  {
    "author": "Jurgen Klopp", 
    "quote": "Football is a game you cannot play without making mistakes." 
  },

  {
    "author": "Marcelo Bielsa", 
    "quote": "A man with new ideas is a madman, until his ideas triumph." 
  },

  {
    "author": "Sir Bobby Robson", 
    "quote": "The first 90 minutes are the most important." 
  },

  {
    "author": "Brian Clough", 
    "quote": "They say Rome wasn’t built in a day, but I wasn’t on that particular job." 
  },

  {
    "author": "Herbert Chapman", 
    "quote": "The game is never won until the final whistle is blown." 
  },

  {
    "author": "Vince Lombardi", 
    "quote": "Winning isn’t everything, it’s the only thing." 
  },

  {
    "author": "Paolo Rossi", 
    "quote": "Football is a game of errors. The team that makes the fewest wins." 
  },

  {
    "author": "Javier Zanetti", 
    "quote": "The most important thing is to be prepared for every game." 
  },

  {
    "author": "Cafu", 
    "quote": "Football is about dedication, humility, and teamwork." 
  },

  {
    "author": "Deco", 
    "quote": "Every time you touch the ball, you have a chance to create history." 
  },

  {
    "author": "George Weah", 
    "quote": "I worked hard for my dream. Dreams can come true if you keep fighting." 
  },

  {
    "author": "Mario Balotelli", 
    "quote": "I’m not crazy, I’m just different." 
  },

  {
    "author": "Eusebio", 
    "quote": "I owe everything I have to football." 
  },

  {
    "author": "Kenny Dalglish", 
    "quote": "The greatest glory in football is in rising every time we fall." 
  },

  {
    "author": "Neymar Jr", 
    "quote": "The secret is to believe in your dreams; in your potential that you can be like your star, keep searching, keep believing and don’t lose faith in yourself." 
  },

  {
    "author": "Ronald Koeman", 
    "quote": "Confidence is everything in football." 
  },

  {
    "author": "Claude Makelele", 
    "quote": "Football is about balance, strength, and vision." 
  },

  {
    "author": "Sergio Ramos", 
    "quote": "Dream big, work hard, and don’t be afraid of failure." }
]
